{"users":[
  {
    "id": "53e5868724a25992582407aa",
    "favorite": false,
    "name": "Jade Plant",
    "sci_name": "Crassula ovata",
    "group": "Indoor",
    "water": "Allow to dry between waterings, keeping the soil moderately dry. If shedding or brown spots occur on the leaves, however, it is an indication the plant needs more water. During the winter months you can water less, but do not let it over-dry.",
    "soil": "Water jade plants to keep the soil slightly moist during the summer when they are actively growing. Reduce watering in the winter, allowing the soil to dry slightly before watering again.",
    "social": "I love my Jade. I can water it and almost forget about it. I check it once a week after a take a shower.",
    "light": "Place jade plants in a southern window where they receive at least four hours of direct sunlight. Some varieties, typically those with variegated leaves, prefer less light and can be grown successfully in bright, indirect light.",
    "native": "It is native to South Africa and Mozambique, and is common as a houseplant worldwide.",
   	"buy_link": "http://www.amazon.com/Jade-Plant-Crassula-ovuta-Easy/dp/B00OI1RXD4",    
    "about": "The jade plant is an evergreen with thick branches. It has thick, shiny, smooth, leaves that grow in opposing pairs along the branches. Leaves are a rich jade green, although some may appear to be more of a yellow-green.\r\n",
    "latitude": -17.876834,
    "longitude": 34.846183,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/jadecard.jpg"
  },
  {
    "id": "53e5868724a25992582407ab",
    "favorite": false,
    "name": "Peace Lily",
    "sci_name": "Spathiphyllum",
    "group": "Indoor",
    "water": "Try to keep the soil just moist at all times, but if you are quite forgetful you just need to watch the plant for visual hints of when to water.",
    "soil": "Change this soil at least once every six months, and each year, increase the pot size 1 ince, until you hit a 17 ince diameter pot.",
    "social": "I got one for my birthday and it's been great! The air is nice an fresh in my apartment and the flowers are dope!",
    "light": "If you put it in a bright spot without direct sunlight, growth will be rapid and robust.I",
    "native": "Native to tropical regions of the Americas and southeastern Asia",
   	"buy_link": "http://www.amazon.com/Hirts-Peace-Lily-Plant-Spathyphyllium/dp/B000WPABE8",    
    "about": "The Peace Lily Plant or Spathiphyllum first came to Europe in 1824 when it was found by Gustav Wallis in the Colombian jungle. Wallis is remembered for his discovery in the Peace Lily's latin name of S. Wallis. Along with the lush foliage, it's a cheap plant to buy, simple to care for with easy to follow care instructions and will also help filter the surrounding air of various toxins.\r\n",
    "latitude": 13.936912,
    "longitude": 104.409361,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/peacelilycard.jpg"
  },
  {
    "id": "53e5868724a25992582407ac",
    "favorite": false,
    "name": "Spider Plant",
    "sci_name": "Chlorophytum comosum",
    "group": "Indoor",
    "water": "Water them well but do not allow the plants to become too soggy, which can lead to root rot. In fact, spider plants prefer to dry out some between waterings.",
    "soil": "Change this soil at least once every six months, and each year, increase the pot size 1 ince, until you hit a 17 ince diameter pot.",
    "social": "Baby spiders!!!",
    "light": "Indirect light and they will flourish",
    "native": "Tropical and southern Africa, but has become naturalized in other parts of the world, including western Australia.",
   	"buy_link": "http://www.amazon.com/Ocean-Spider-Plant-Easy-Cleans/dp/B00482TD04",    
    "about": "Spider Plants make excellent house plants or indoor plants as they are not only such easy-growing plants but have beneficial properties in cleansing the air of pollutants, especially formaldehyde and carbon monoxide. As it tolerates artificial lighting very well and has air purifying abilities, it's most ideal in office environment where electronic pollutants are emitted.\r\n",
    "latitude": -23.130483,
    "longitude": 24.016050,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/spidercard.jpg"
  },
  {
    "id": "53e5868724a25992582407ad",
    "favorite": false,
    "name": "Philodendron",
    "sci_name": "Philodendron bipinnatifidum",
    "group": "Indoor",
    "water": "When growing philodendron plants, allow the top inch of soil to dry out between waterings. The length of your index finger to the first knuckle is about an inch, so inserting your finger into the soil is a good way to check the moisture level. ",
    "soil": "Use a good commercial potting soil or a mixture consisting of equal parts of loam, sand and peat moss, with some chopped charcoal, gravel, broken crocks or brick added.",
    "social": "Ummmm.... I just grew one in water! MORE MORE MORE!",
    "light": "Prefer the medium light intensity they would have on the jungle floor. They will tolerate low light, but if there is too little light, the new leaves will develop smaller, and farther apart on the stem.",
    "native": "Philodendrons are native to the jungles of tropical America.",
    "buy_link": "http://www.amazon.com/Hirts-Heart-Leaf-Philodendron-Easiest/dp/B006RODC1M",    
    "about": "Philodendron is probably one of the easiest house plants to grow. Place them nearly anywhere (except direct sun) and they will thrive.\r\n",
    "latitude": -2.177405,
    "longitude": -63.618621,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/philocard.jpg"
  },
   {
    "id": "53e5868724a25992582407ae",
    "favorite": false,
    "name": "Arrowhead Vine",
    "sci_name": "Syngonium podophyllum",
    "group": "Indoor",
    "water": "Drench that bad boy and then let it dry.",
    "soil": "Use a good All-Purpose potting soil.",
    "social": "Sexy looking plant hanging in a plastic basket.",
    "light": "Bright Light to Light Shade",
    "native": "Central and South America",
    "buy_link": "http://www.amazon.com/Joshs-Frogs-Syngonium-Green-Star/dp/B00BBJRD22",    
    "about": "Philodendron is probably one of the easiest house plants to grow. Place them nearly anywhere (except direct sun) and they will thrive.\r\n",
    "latitude": 8.812318,
    "longitude": -82.341884,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/arrowcard.jpg"
  },
  {
    "id": "53e5868724a25992582407af",
    "favorite": false,
    "name": "Japanese Juniper",
    "sci_name": "Juniperus procumbens",
    "group": "Indoor",
    "water": "The watering of your Bonsai must never be neglected. Apply water when the soil appears dry -- never allow the soil to become completely dry. If your Bonsai is receiving full sun, it may be necessary to water once a day.",
    "soil": "The potting process is easy and safe if performed properly and at the right time of the year. Repotting should be done in mid-summer.",
    "social": "I feel like the Karate Kid when I keep my Bonsai alive.",
    "light": "Partial to full sun",
    "native": "Southern Japan",
    "buy_link": "hhttp://www.amazon.com/Jmbamboo-Japanese-Juniper-Juniperus-Procumbens/dp/B001EBJSKC",    
    "about": "The Japanese Juniper is a hardy evergreen, found in temperate regions of the world. Junipers generally have a naturally flowing shape of long, trailing branches, and can be trained into many amazing Bonsai shapes.\r\n",
    "latitude": 32.873849,
    "longitude": 131.251016,
    "photo": "https://raw.githubusercontent.com/jaredsieling/titanium-plantidapp/gh-pages/japanesejunipercard.jpg"
  },
]}
